<html>
    <body>
        <br><br>
        <label>
            <h2>Задание для самостоятельной работы «Feedback form»</h2>
            <p>Собрать сайт из двух страниц.</p>
            <p>1 страница: Сверстать форму обратной связи. Отправку формы осуществить на URL: 
                https://httpbin.org/post. Добавить кнопку для перехода на 2 страницу.</p>
            <p>2 страница: вывести на страницу результат работы функции get_headers. 
                Загрузить код в удаленный репозиторий. Залить на хостинг.</p>
            <p>Дано:<br>Header = слева логотип МосПолитеха, по центру название работы.<br>Footer = задание для самостоятельно работы 
            (без описания).</p>
            <p>Main 1{<br>Имя пользователя<br>e-mail пользователя<br>Тип обращения (жалоба, предложение, благодарность)<br>
                Текст обращения<br>Вариант ответа(смс, e-mail) (checkbox)<br>Кнопка отправить<br>Ссылка на 2 страницу<br>}</p>
            <p>Main 2{<br>Результат работы функции get_headers вывести в textarea<br>}</p>
        </label> 
    </body>
</html>